[{"title": "University of Virginia Wastewater Tracker", "description": "We are currently monitoring and predicting covid-19 cases in the Charlottesville area", "tags": "#covid #wastewater", "url": "Wastewater"},
{"title": "National Institutes of Health: All of Us COPE Analysis", "description": "Our research partners are in need of our help to analyze `NIH All of Us COPE` survey data. They are about to launch a new survey and want \"to anticipate, based on previous survey results, places where we might expect issues or challenges when we launch the new survey\"", "tags": "#jupyter #nih", "url": "Allofus"},
{"title": "Inference of low-dimensional structures in data", "description": "Our observations of real-world problems often involve measuring co-dependent variables. Reconstructing the underlying relationships between these variables requires analyzing static and temporal joint distributions of high-dimensional data.", "tags": "#antimicrobial resistance #hypothesis testing #statistical learning", "url": "Home"},
{"title": "Data-driven Identification and Control of complex interconnected systems", "description": "In this project, we identify stochastic processes with their underlying pathways by learning the lower dimension manifolds and finally optimizing our interception policies.", "tags": "#complex networks #data-driven #manifold learning #stochastic process", "url": "Faq"},
{"title": "Prescriptive analytics", "description": "We develop new solutions to various operations research problems.", "tags": "#complex networks #optimization #stochastic processes #viral marketing", "url": "Researchersandassistants"},
{"title": "Scalable methods for machine learning and graph algorithms", "description": "Big data pushes the limit of the existing algorithms into asymptotic realms. We develop algorithms to keep up with the size of data!", "tags": "#algorithms #graph", "url": ""},
{"title": "Structure and Functions of Complex Networks", "description": "We study different structural proporties in networks, such as cyclic topologies, flows, matchings, clustering, etc.", "tags": "#clustering #complec networks #network structure", "url": ""},
{"title": "Spectral Design of Multiplex Networks", "description": "We study the problem of finding an optimal weight distribution for interlayer links in multiplex networks under budget constraint.", "tags": "#complex networks #network structure #spectral network theory", "url": ""}
]
