[{"title": "Designing Optimal Multiplex Networks for Certain Laplacian Spectral Properties", "journal": "arXiv", "year": "2019", "url": "Home", "description": "We discuss the design of interlayer edges in a multiplex network, under a limited budget, with the goal of improving its overall performance."},
{"title": "A new method for quantifying network cyclic structure to improve community detection", "journal": "arxiv", "year": "2019", "url": "Faq", "description": "In this paper, we introduce renewal non-backtracking random walks (RNBRW) as a way of quantifying this structure. RNBRW gives a weight to each edge equal to the probability that a non-backtracking random walk completes a cycle with that edge."},
{"title": "A study of the robustness of optical networks under massive failures", "journal": "Optical Switching and Networking", "year": "2019", "url": "", "description": "In this paper, we provide a comparative analysis of network robustness for different synthetic and real optical network topologies under various types of massive failures."},
{"title": "Establishing statistical equivalence of data from different sampling approaches for assessment of bacterial phenotypic antimicrobial resistance", "journal": "Appl. Environ. Microbiol.", "year": "2018", "url": "", "description": "In this paper, we demonstrate statistical equivalence testing for comparing sample processing methods for fecal samples (culturing one versus multiple aliquots per sample) to assess AMR in fecal Escherichia coli."},
{"title": "Serosurvey of human antibodies recognizing Aedes aegypti D7 salivary proteins in Colombia", "journal": "Frontiers in public health", "year": "2018", "url": "", "description": "Our research shows that D7 salivary proteins are modified during infection salivary glands with dengue virus (DENV) and that a D7 long protein has an antiviral effect in vivo and in vitro. In addition, our preliminary study shows that IgG antibodies against the D7 long are higher in people infected with DENV while antibodies against the D7short are higher in non-DENV infected individuals."},
{"title": "Generalization of effective conductance centrality for egonetworks", "journal": "Physica A: Statistical Mechanics and its Applications", "year": "2018", "url": "", "description": "In this paper, effective conductance centrality is generalized using modulus of families of walks and we extend effective conductance measures to directed and ego networks."},
{"title": "Complex network analysis using modulus of families of walks", "journal": "Kansas State University", "year": "2018", "url": "", "description": "The modulus of a family of walks quantifies the richness of the family by favoring having many short walks over a few longer ones. In this dissertation, we investigate various families of walks to study new measures for quantifying network properties using modulus."},
{"title": "Minimizing order picking makespan with multiple pickers in a wave picking warehouse", "journal": "International Journal of Production Economics", "year": "2018", "url": "", "description": "In this paper, order assignment, order batching and picker routing problems with multiple pickers in a wave picking warehouse of a major US third party logistics company is studied and modeled mathematically."},
{"title": "Network clustering and community detection using modulus of families of loops", "journal": "Physical Review E", "year": "2017", "url": "", "description": "Modulus tries to minimize the expected overlap among loops by spreading the expected link usage optimally. We propose weighting networks using these expected link usages to improve classical community detection algorithms."},
{"title": "GEMFsim: a stochastic simulator for the generalized epidemic modeling framework", "journal": "Journal of computational science", "year": "2017", "url": "", "description": "This article builds an algorithm for exact, continuous-time numerical simulation of GEMF-based processes. Moreover the implementation of this algorithm, GEMFsim, is available in popular scientific programming platforms such as MATLAB, R, Python, and C."},
{"title": "Maximizing algebraic connectivity in interconnected networks", "journal": "Physical Review E", "year": "2016", "url": "", "description": "In this work, we solve the problem of finding an optimal weight distribution for one-to-one interlayer links in multiplex networks under budget constraint"},
{"title": "Generalized network measures based on modulus of families of walks", "journal": "Journal of Computational and Applied Mathematics", "year": "2016", "url": "", "description": "In this paper we investigate various families of walks in order to introduce new measures for quantifying network properties using modulus."},
{"title": "Optimal information dissemination strategy to promote preventive behaviors in multilayer epidemic networks", "journal": "Mathematical Biosciences and Engineering", "year": "2015", "url": "", "description": "Launching a prevention campaign to contain the spread of infection requires substantial financial investments; in this paper, we study the trade-off between suppressing the epidemic and containing costs."},
{"title": "Optimized coordination of brakes and active steering for a 4WS passenger car", "journal": "ISA transactions", "year": "2012", "url": "", "description": "In this paper, we propose an Optimum coordination of individual brakes and front/rear steering subsystems."}
]